{
    "season1": {
        "season": "Season 1",
        "seasonTitle": "Sports and Stuff",
        "episodes": [{
                "title": "90s on 9",
                "season": "1",
                "number": "109",
                "releaseDate": "May 27, 2021",
                "logo": "./images/show-logos/episode-9.jpg",

                "webPlayer": "<iframe class='player' title='Episode 9' src='https://player.simplecast.com/7ece1943-648c-4564-8d16-30cd16cff281?dark=true'></iframe>",

                "summary": "Season 1 Finale!  As season 1 comes to an end, Chris and Scott get nostalgic with the 1990s.  Their top 5 sports moments.  Some may not be what you think.  Then they dive into their top 5 cultural moments.  The 90s brought some happy/exciting moments along with some sad moments.  But without the sad how can we have the happy.  So get your hyper color shirt on and take a stroll down memory lane with us on the season finale.",
                "timeStamps": [
                    "0:20 - Welcome",
                    "2:48 - The guys catch up on what is happening with them",
                    "3:00 - Talks about his Baseball & Softball adventures. Has he been kicked out of a game yet?",
                    "5:30 - Chris is trying to finish up another master's class. It's taking forever!",
                    "6:15 - The talk Phil Mickelson historic win. Where does it rank in terms of upsets? And was the crowd a bit much?",
                    "15:05 - A little preview of what is in store for season 2.",
                    "20:11 - Our top 5 sports moments from the 1990s. We hit on the obvious and not so obvious.",
                    "58:02 - There are always snubs, we quickly go over our snubs. Did your moments make our list or the snubs list?",
                    "1:02:03 - Moving on to our top 5 pop-culture/world-defining events.",
                    "1:38:48 - Again, snubs from the top 5.",
                    "1:44:15 - Closing Arguments.",
                    "1:52:31 - Awards time.",
                    "1:55:22 - The guys wrap up season 1. Thanks for listening and see you in a few months!"
                ]
            },
            {
                "title": "We Are Comedy Now?",
                "season": "1",
                "number": "108",
                "releaseDate": "May 6, 2021",
                "logo": "./images/show-logos/episode-8.jpg",

                "webPlayer": "<iframe class='player' title='Episode 8' src='https://player.simplecast.com/4d91e268-bfd3-4919-b6c8-b33207c1e836?dark=true'></iframe>",

                "summary": "The guys get into sports movies, the good (there aren't many), the bad (there are too many), and the ugly (the ones that really stick out).  Mt Laughmore, who would you have on there?  We select our standup comedians.  Then we get into who counts as a standup comedian?  Closing Arguments and the Participation Award to close things up.",
                "timeStamps": [
                    "0:20 - Welcome To the Show",
                    "1:45 - The guys catch up since the last episode.  Scott watched a movie and Chris had the vaccine after effects.",
                    "10:15 - The NFL draft.  Our quick thoughts, more like who cares.  But we discuss a few picks.",
                    "19:40 - Let's talk sports movies.  The guys select their 4 favorite movies but can only select one movie for a sport.",
                    "49:43 - Standup Comedians.  Who do you take for your Mt. Laughmore?",
                    "1:17:50 - Our most heated debate yet.  Is Chris Farely a standup comedian?  What side are you on?",
                    "1:24:28 - Closing Arguments.  It turns out we are a comedy show!",
                    "1:36:47 - Participation Award.  We both had it out to teams.  These teams define awful.",
                    "1:45:00 - Goodbye."
                ]
            },
            {
                "title": "Lucky 7s",
                "season": "1",
                "number": "107",
                "releaseDate": "April 20, 2021",
                "logo": "./images/show-logos/episode-7.jpg",

                "webPlayer": "<iframe class='player' src='https://player.simplecast.com/bbc94bab-2d07-4489-b9a8-cf92c73ecfae?dark=true'></iframe>",

                "summary": "The guys talk NFL draft, video games made into movies, baseball stuff, is golf ever to going to popular to the masses again and more.",
                "timeStamps": [
                    "0:20 - Welcome to the show.",
                    "3:25 - The guys catch up since the last time.",
                    "10:00 - Thoughts on how the NCAA tournament ended.",
                    "11:54 - NFL adding a game, we don 't like it.",
                    "14:30 - The Masters!",
                    "17:54 - King Kong vs Godzilla!",
                    "22:30 - Best and worst NFL picks from the 7 position.",
                    "47:55 - Quick thoughts on the Lions and Saints upcoming draft position.",
                    "56:50 - Video games turned into movies, the good, the bad, and the ugly.",
                    "1:25: 40 - Closing Arguments",
                    "1:39:50 - Awards",
                    "1:42:26 - Goodbye"
                ]
            },
            {
                "title": "Another Olive Stone Epic",
                "season": "1",
                "number": "106",
                "releaseDate": "April 1, 2021",
                "logo": "./images/show-logos/episode-6.jpg",
                "webPlayer": "<iframe class='player' title='Episode 6' src='https://player.simplecast.com/6329d85d-9680-4445-afbf-149968cc8157?dark=true'></iframe>",
                "summary": "Scott and Chris go over their NCAA brackets (not good), talk some MLB and take a deep dive into best picture winners of the past.  Lot of other twists along the way.",
                "timeStamps": [
                    "0:20 - Welcome to the show everyone!",
                    "1:00 - How did their NCAA brackets turn out?  Yeah not great.",
                    "8:50 - Hear what they've been up... not what you'd expect.",
                    "16:03 - MLB!  It's opening week for baseball, who should the league get behind to help push the league.",
                    "46:40 - Awards season!  Sort of.... the guys talk about what Best Picture winners they like.  The conversations takes some weird twists.",
                    "1:30:45 - Closing Argument Time.",
                    "1:51:40 - Who takes home the Participation Award this time?"
                ]
            },
            {
                "title": "Rules Of Thumb",
                "season": "1",
                "number": "105",
                "releaseDate": "March 18, 2021",
                "logo": "./images/show-logos/episode-5.jpg",
                "webPlayer": "<iframe class='player' title='Episode 5' src='https://player.simplecast.com/a51af8c0-bdda-4903-bcc7-22d9c6febc64?dark=true'></iframe>",
                "summary": "All things madness!!!  NCAA tournament, mascot tournament, Heroes vs Villains tournament.  What other tournaments do you want?",
                "timeStamps": [
                    "0:00 - Welcome to the show all things March Madness.",
                    "5:40 - The guys talk some of their favorite tournament moments.",
                    "19:00 - Time to jump into the 2021 tournaments. Hear their upsets and picks.",
                    "33:25 - We all love mascots, time to pin them against each other. The Mascot Tournament.",
                    "52:55 - Fictional Hereos v. Villains. 16 enter, only one walks out. Who will it be?",
                    "1:39:18 - Closing Arguments.",
                    "1:51:16 - The Participation Award is handed out. The winners are..."
                ]
            },
            {
                "title": "1492? Columbus Sailed What?",
                "season": "1",
                "number": "104",
                "releaseDate": "February 25, 2021",
                "logo": "./images/logo.png",
                "webPlayer": "<iframe class='player' title='Episode 4' src='https://player.simplecast.com/90640bd1-cde2-48f5-b261-e648af9300c3?dark=true'></iframe>",
                "summary": "The guys become commissioner of the NBA and MLB, what changes do they have in store?  They talk books that would be good movies, what are some of your favorites.  Then they get cut off....",
                "timeStamps": [
                    "0:00 - Welcome to the show and catch up on things.",
                    "7:10 - Tiger Wood's impact on golf and the sports world.",
                    "14:30 - Chris becomes commish of the NBA, what changes does he make.",
                    "34:25 - Scott takes over MLB.  Rule changes are a plenty and he opens the Bank of Baseball....",
                    "59:22 - What book would you like to see made into a movie or TV show?  The guys talk about their lists.",
                    "1:28:45 - The Participation Award is handed out.  Who are the winners this time?"
                ]
            },
            {
                "title": "The Bee Gees, Snubbed Again",
                "season": "1",
                "number": "103",
                "releaseDate": "February 11, 2021",
                "logo": "./images/show-logos/episode-3.jpg",
                "webPlayer": "<iframe class='player' title='Episode 3' src='https://player.simplecast.com/1f5f4cc7-4a4e-440d-a819-986601df65eb?dark=true'></iframe>",
                "summary": "The guys talk Super Bowl, the good, the bad and the who cares.  Dynasty Court!  Scott tries to convince Chris certain teams were dynasties.  70s mixtape time.  We make our 70s 6-song mixtape.  Closing Arguments and the Participation Awards are given out.",
                "timeStamps": [
                    "0:00 - Welcome to the show, recap from last time, and we catch up on life.",
                    "6:00 - We talk about what we liked and didn't like about the Super Bowl.",
                    "18:33 - Our Way Too Early 2022 Super Bowl predictions.",
                    "21:10 - Dynasty Court!  Scott tried to convince Chris certain teams are dynasties.  Can the judge be swayed?",
                    "1:06:03 - The guys make a 6 song 70s mix tape.  The art of the mix tape, it's not easy but we give it our best attempt.",
                    "1:27:21 - The can't miss part of the show.  We say our mix tape snubs, one might surprise you.",
                    "1:31:31 - Closing Arguments - we debate, can a light saber destroy Superman and has there ever been a book you hate but must finish to 'defeat' the book?",
                    "1:46:00 - The Participation Awards are handed out"
                ]
            },
            {
                "title": "Riding In First Gear",
                "season": "1",
                "number": "102",
                "releaseDate": "January 27, 2021",
                "logo": "./images/show-logos/episode-2.jpg",
                "webPlayer": "<iframe class='player' title='Episode 2' src='https://player.simplecast.com/00336112-29e7-4299-bf9a-cef367c58270?dark=true'></iframe>",
                "summary": "Chris and Scott wrap up the NFL playoffs, have the first NBA Mock Historical Draft, talk favorite movies they always turn on, try to stump each other during Closing Arguments and hand out the Participation Award",
                "timeStamps": [
                    "0:00 - Welcome to the show.  The guys catch up, Scott had a very big day since they last talked.",
                    "4:10 - They discuss the NFL playoffs.  Were they right or dead wrong with their Contender/Pretender picks?",
                    "23:40 - The impact of fans (or lack thereof) at sporting events.  Will we see fans again soon?",
                    "29:45 - NBA Mock Historical Draft!  Who has the better team?  You decide.",
                    "1:05:05 - Top 5 movies they can not turn off.",
                    "1:25:00 - Closing Arguments, can Chris stump Scott this time?",
                    "1:37:23 - Participation Awards, find out who gets the blue ribbon this episode."
                ]
            },
            {
                "title": "Defensive Penetration",
                "season": "1",
                "number": "101",
                "releaseDate": "January 6, 2021",
                "logo": "./images/logo.png",
                "webPlayer": "<iframe class='player' title='Episode 1' src='https://player.simplecast.com/c93c8d18-eb73-4dc2-94e6-88d160eb4333?dark=true'></iframe>",
                "summary": "Chris and Scott kick off the first ever episode of We're Out Of Order. They talk NFL playoffs and good binge watching pandemic shows/movies.",
                "timeStamps": [
                    "Chris and Scott setup what the podcast is about.",
                    "They dive into the 2021 NFL playoffs, offering their thoughts and try to predict the future.",
                    "The two of them talk about the tv shows and movies they have watched/binge watched during the pandemic days.",
                    "Closing Arguments, they try to stump each others on crazy words and phrases.",
                    "Last but not least the Participation Award is handed out."
                ]
            }
        ]
    },
    "season2": {
        "season": "Season 2",
        "seasonTitle": "Timelines",
        "episodes": [{
            "title": "The 1994 MLB Strike",
            "season": "2",
            "number": "201",
            "releaseDate": "December 10, 2021",
            "logo": "./images/logo.png",

            "webPlayer": "</iframe><iframe class='player' title='Episode 10' src='https://player.simplecast.com/6d8cdda1-7c65-473d-b4c5-a206d3dfd9a0?dark=true'></iframe>",

            "summary": "Chris and Scott are back in season 2 of We're Out Of Order: Timelines.  We take a look at possible alternate history outcomes.  This episode is about the 1994 MLB strike.",
            "timeStamps": [
                "The guys catch up with each other and some happenings.  In honor of the current MLB lockout, the guys look back at the 1994 strike-shortened season and ponder what could have been.  The Expos come up a bunch and a superstar from another league gets heavily involved with baseball.  Crank up your listening device and let's talk about some alternate MLB timelines!"
            ]
        }]
    }
}